{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 6, "word_counts": "{\"the\": 4, \"quick\": 1, \"brown\": 1, \"fox\": 1, \"jumps\": 1, \"over\": 1, \"lazy\": 2, \"dog\": 2, \"sleeps\": 1, \"all\": 2, \"day\": 1, \"and\": 1, \"barks\": 1, \"night\": 1, \"she\": 1, \"sells\": 1, \"sea\": 2, \"shells\": 1, \"by\": 1, \"shore\": 1, \"peter\": 1, \"piper\": 1, \"picked\": 1, \"a\": 2, \"peck\": 1, \"of\": 1, \"pickled\": 1, \"peppers\": 1, \"how\": 1, \"much\": 1, \"wood\": 1, \"would\": 1, \"woodchuck\": 1, \"chuck\": 1}", "word_docs": "{\"quick\": 1, \"over\": 1, \"lazy\": 2, \"fox\": 1, \"the\": 3, \"brown\": 1, \"dog\": 2, \"jumps\": 1, \"day\": 1, \"all\": 1, \"night\": 1, \"and\": 1, \"barks\": 1, \"sleeps\": 1, \"by\": 1, \"she\": 1, \"shells\": 1, \"shore\": 1, \"sea\": 1, \"sells\": 1, \"picked\": 1, \"peter\": 1, \"of\": 1, \"a\": 2, \"pickled\": 1, \"peppers\": 1, \"peck\": 1, \"piper\": 1, \"woodchuck\": 1, \"wood\": 1, \"much\": 1, \"would\": 1, \"how\": 1, \"chuck\": 1}", "index_docs": "{\"7\": 1, \"11\": 1, \"2\": 2, \"9\": 1, \"1\": 3, \"8\": 1, \"3\": 2, \"10\": 1, \"13\": 1, \"4\": 1, \"16\": 1, \"14\": 1, \"15\": 1, \"12\": 1, \"20\": 1, \"17\": 1, \"19\": 1, \"21\": 1, \"5\": 1, \"18\": 1, \"24\": 1, \"22\": 1, \"26\": 1, \"6\": 2, \"27\": 1, \"28\": 1, \"25\": 1, \"23\": 1, \"33\": 1, \"31\": 1, \"30\": 1, \"32\": 1, \"29\": 1, \"34\": 1}", "index_word": "{\"1\": \"the\", \"2\": \"lazy\", \"3\": \"dog\", \"4\": \"all\", \"5\": \"sea\", \"6\": \"a\", \"7\": \"quick\", \"8\": \"brown\", \"9\": \"fox\", \"10\": \"jumps\", \"11\": \"over\", \"12\": \"sleeps\", \"13\": \"day\", \"14\": \"and\", \"15\": \"barks\", \"16\": \"night\", \"17\": \"she\", \"18\": \"sells\", \"19\": \"shells\", \"20\": \"by\", \"21\": \"shore\", \"22\": \"peter\", \"23\": \"piper\", \"24\": \"picked\", \"25\": \"peck\", \"26\": \"of\", \"27\": \"pickled\", \"28\": \"peppers\", \"29\": \"how\", \"30\": \"much\", \"31\": \"wood\", \"32\": \"would\", \"33\": \"woodchuck\", \"34\": \"chuck\"}", "word_index": "{\"the\": 1, \"lazy\": 2, \"dog\": 3, \"all\": 4, \"sea\": 5, \"a\": 6, \"quick\": 7, \"brown\": 8, \"fox\": 9, \"jumps\": 10, \"over\": 11, \"sleeps\": 12, \"day\": 13, \"and\": 14, \"barks\": 15, \"night\": 16, \"she\": 17, \"sells\": 18, \"shells\": 19, \"by\": 20, \"shore\": 21, \"peter\": 22, \"piper\": 23, \"picked\": 24, \"peck\": 25, \"of\": 26, \"pickled\": 27, \"peppers\": 28, \"how\": 29, \"much\": 30, \"wood\": 31, \"would\": 32, \"woodchuck\": 33, \"chuck\": 34}"}}