{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 8, "word_counts": "{\"text\": 1, \"category\": 1, \"the\": 6, \"quick\": 1, \"brown\": 1, \"fox\": 1, \"jumps\": 1, \"over\": 1, \"lazy\": 1, \"dog\": 1, \"animals\": 1, \"sky\": 1, \"is\": 4, \"blue\": 1, \"and\": 2, \"sun\": 1, \"shining\": 1, \"weather\": 1, \"i\": 1, \"love\": 1, \"to\": 1, \"eat\": 1, \"pizza\": 1, \"spaghetti\": 1, \"food\": 1, \"mona\": 1, \"lisa\": 1, \"a\": 3, \"famous\": 2, \"painting\": 1, \"by\": 1, \"leonardo\": 1, \"da\": 1, \"vinci\": 1, \"art\": 1, \"tom\": 1, \"brady\": 1, \"quarterback\": 1, \"in\": 1, \"nfl\": 1, \"sports\": 1, \"albert\": 1, \"einstein\": 1, \"was\": 1, \"physicist\": 1, \"science\": 1}", "word_docs": "{\"category\": 1, \"text\": 1, \"jumps\": 1, \"brown\": 1, \"fox\": 1, \"quick\": 1, \"the\": 4, \"over\": 1, \"animals\": 1, \"lazy\": 1, \"dog\": 1, \"and\": 2, \"is\": 3, \"blue\": 1, \"shining\": 1, \"sky\": 1, \"weather\": 1, \"sun\": 1, \"love\": 1, \"pizza\": 1, \"to\": 1, \"i\": 1, \"eat\": 1, \"spaghetti\": 1, \"food\": 1, \"by\": 1, \"da\": 1, \"art\": 1, \"painting\": 1, \"vinci\": 1, \"lisa\": 1, \"mona\": 1, \"a\": 3, \"famous\": 2, \"leonardo\": 1, \"nfl\": 1, \"sports\": 1, \"tom\": 1, \"in\": 1, \"brady\": 1, \"quarterback\": 1, \"einstein\": 1, \"albert\": 1, \"physicist\": 1, \"was\": 1, \"science\": 1}", "index_docs": "{\"7\": 1, \"6\": 1, \"11\": 1, \"9\": 1, \"10\": 1, \"8\": 1, \"1\": 4, \"12\": 1, \"15\": 1, \"13\": 1, \"14\": 1, \"4\": 2, \"2\": 3, \"17\": 1, \"19\": 1, \"16\": 1, \"20\": 1, \"18\": 1, \"22\": 1, \"25\": 1, \"23\": 1, \"21\": 1, \"24\": 1, \"26\": 1, \"27\": 1, \"31\": 1, \"33\": 1, \"35\": 1, \"30\": 1, \"34\": 1, \"29\": 1, \"28\": 1, \"3\": 3, \"5\": 2, \"32\": 1, \"40\": 1, \"41\": 1, \"36\": 1, \"39\": 1, \"37\": 1, \"38\": 1, \"43\": 1, \"42\": 1, \"45\": 1, \"44\": 1, \"46\": 1}", "index_word": "{\"1\": \"the\", \"2\": \"is\", \"3\": \"a\", \"4\": \"and\", \"5\": \"famous\", \"6\": \"text\", \"7\": \"category\", \"8\": \"quick\", \"9\": \"brown\", \"10\": \"fox\", \"11\": \"jumps\", \"12\": \"over\", \"13\": \"lazy\", \"14\": \"dog\", \"15\": \"animals\", \"16\": \"sky\", \"17\": \"blue\", \"18\": \"sun\", \"19\": \"shining\", \"20\": \"weather\", \"21\": \"i\", \"22\": \"love\", \"23\": \"to\", \"24\": \"eat\", \"25\": \"pizza\", \"26\": \"spaghetti\", \"27\": \"food\", \"28\": \"mona\", \"29\": \"lisa\", \"30\": \"painting\", \"31\": \"by\", \"32\": \"leonardo\", \"33\": \"da\", \"34\": \"vinci\", \"35\": \"art\", \"36\": \"tom\", \"37\": \"brady\", \"38\": \"quarterback\", \"39\": \"in\", \"40\": \"nfl\", \"41\": \"sports\", \"42\": \"albert\", \"43\": \"einstein\", \"44\": \"was\", \"45\": \"physicist\", \"46\": \"science\"}", "word_index": "{\"the\": 1, \"is\": 2, \"a\": 3, \"and\": 4, \"famous\": 5, \"text\": 6, \"category\": 7, \"quick\": 8, \"brown\": 9, \"fox\": 10, \"jumps\": 11, \"over\": 12, \"lazy\": 13, \"dog\": 14, \"animals\": 15, \"sky\": 16, \"blue\": 17, \"sun\": 18, \"shining\": 19, \"weather\": 20, \"i\": 21, \"love\": 22, \"to\": 23, \"eat\": 24, \"pizza\": 25, \"spaghetti\": 26, \"food\": 27, \"mona\": 28, \"lisa\": 29, \"painting\": 30, \"by\": 31, \"leonardo\": 32, \"da\": 33, \"vinci\": 34, \"art\": 35, \"tom\": 36, \"brady\": 37, \"quarterback\": 38, \"in\": 39, \"nfl\": 40, \"sports\": 41, \"albert\": 42, \"einstein\": 43, \"was\": 44, \"physicist\": 45, \"science\": 46}"}}